import chalk from 'chalk';

const keyWord = "TABLE";
console.log(` ===========================================================\n|  _____  ______ _______ ____  _____  _____  _      ______  |\n| |  __ \\|  ____|__   __/ __ \\|  __ \\|  __ \\| |    |  ____| |\n| | |__) | |__     | | | |  | | |__) | |  | | |    | |__    |\n| |  _  /|  __|    | | | |  | |  _  /| |  | | |    |  __|   |\n| | | \\ \\| |____   | | | |__| | | \\ \\| |__| | |____| |____  |\n| |_|  \\_\\______|  |_|  \\____/|_|  \\_\\_____/|______|______| |\n|                                                           |\n ===========================================================`);

const repeatedMessage = false;

console.log(`Digite uma opção${repeatedMessage?" válida":""}:\n1 - Iniciar\n2 - Instruções\n3 - Créditos`)
console.log(`Texto em: ${chalk.red('Vermelho')}`);